# IdeaStatiCa.ConnectionApi.Model.ConTemplatePublishParam

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Name** | **string** |  | [optional]
**Author** | **string** |  | [optional]
**CompanyName** | **string** |  | [optional]
**DesignSetType** | **ConDesignSetType** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)